let ArticlesData2022 = [
    {
        id: 1,
        title: "1. Фабрика данных (Data Fabric)",
        PostContent: "За последнее десятилетие выросло количество разрозненных хранилищ данных и приложений. При этом квалифицированных работников в командах, работающих с данными...",
        Text: [
            <p>За последнее десятилетие выросло количество разрозненных хранилищ данных и приложений. При этом квалифицированных работников в командах, работающих с данными, больше не стало. Решением проблемы становятся фабрики данных — сервисы, которые облегчают обмен данными между платформами и бизнес-пользователями. Их плюсы:</p>,
            <p>Любая компания в 2021 поддерживается зоопарком систем: ERP, CRM, HRIS. Каждая из них представлена разными вендорами. Рынок вендоров сегментирован, так как они конкурируют в узкой нише, чтобы поставить максимально качественное решение. Источники и форматы данных сильно отличаются и с трудом совмещаются друг с другом. В итоге хранение и управление данными становятся сложными инженерными задачами. </p>,
            <p>Отдельный вызов — постоянное увеличение объёма данных. Неправильно спроектированная инфраструктура может остановить бизнес-процесс из-за невозможности дальнейшего масштабирования. Методы проектирования фабрики данных помогают избежать таких ошибок. В России это актуально в первую очередь для IT-сектора. Но в последние несколько лет тот же тренд пришёл в ритейл и тяжёлую промышленность, где многие компании проходят через цифровую трансформацию и начинают решать те же самые задачи, которые IT уже решили 5–10 лет назад.</p>
        ]
    },
    {
        id: 2,
        title: "2. Сеть кибербезопасности (Cybersecurity Mesh)",
        PostContent: "Сотрудники компаний могут находиться где угодно, а не только в офисе или на производстве — традиционный периметр безопасности исчез...",
        Text: [
            <p>Сотрудники компаний могут находиться где угодно, а не только в офисе или на производстве — традиционный периметр безопасности исчез. Для безопасности нужна гибкая, компонуемая архитектура, которая объединяет распределённые службы. Сеть кибербезопасности помогает создать интегрированную структуру безопасности и защитить все активы независимо от их местонахождения. </p>,
            <p>К 2024 году организации, которые внедрят в работу сети кибербезопасности, снизят финансовые потери от нарушений безопасности на 90%.</p>,
            <p>Понятие Cybersecurity Mesh введено Gartner. Точного описания или определения этой технологической тенденции нет. Как нет и готовых фреймворков. Gartner выдвинул концепцию без уточнения мер и конкретных технологий. Концепция, конечно же, небезосновательная.</p>,
            <p>В сфере ИБ есть тенденция к децентрализации безопасности и переносу мер защиты с внешней границы IТ-решений на конечного пользователя. С приходом локдаунов, появлением огромного количества удалённых сотрудников, переноса разработки из офиса в дома многие риски ИБ стали ближе к пользователям систем. Обычный фаервол не защитит от утечки данных с компьютера сотрудника. Да и популярность облачных решений не позволяет контролировать безопасность железа.</p>,
            <p>Cybersecurity Mesh как раз и является частью концепции Zero Trust. Это набор децентрализованных решений, помогающих организовать защиту конечных пользователей, их компьютеров, а также всех активов во внутренней сети: приложений, баз данных и даже каналов связи. </p>,
            <p>Разделение доступов, внедрение дополнительных способов аутентификации, контроль устройства, анализ поведения и другие технологии помогут повысить общий уровень безопасности, предотвратить большую часть взломов и утечек информации. Также стоит отметить акцент на децентрализацию — создание решений, помогающих избежать точек отказа, проверять подлинность данных без необходимости постоянной связи. Сюда же относятся комплексные решения с использованием блокчейна.</p>
        ]
    },
    {
        id: 3,
        title: "3. Защита конфиденциальности данных (Privacy-Enhancing Computation)",
        PostContent: "Такие вычисления обеспечивают безопасность обработки персональных данных в ненадёжных средах. Эта тенденция появилась из-за развития законов о конфиденциальности и защите данных...",
        Text: [
            <p>Такие вычисления обеспечивают безопасность обработки персональных данных в ненадёжных средах. Эта тенденция появилась из-за развития законов о конфиденциальности и защите данных, а также растущих опасений потребителей.</p>,
            <p>Согласно ожиданиям Gartner, к 2025 году 60% крупных организаций станут использовать методы PEC.</p>,
            <p>Хранение личных данных пользователей — необходимая и зачастую очень выгодная для бизнеса мера, но в то же время несущая риски. Утечки персональных данных грозят компаниям как репутационными, так и финансовыми потерями. В Европе и Америке государства давно осознали необходимость регулирования этого вопроса, поэтому компании поставлены в жёсткие рамки. Российский регулятор пока ещё отстаёт от наших западных коллег, давая значительную свободу компаниям, что часто приводит к неприятным последствиям. </p>,
            <p>Скорость изменения законов связана и с низкой цифровой грамотностью населения, которая не стимулирует регулятор на более активные действия. Исключения —банковский сектор и финтех, где регулирование более жёсткое, а технологии защиты данных более распространены. </p>,
            <p>Отличия законов можно увидеть в тех случаях, когда российский стартап выходит на европейский рынок. Таким компаниям необходимо пройти GDPR-аудит. Им приходится менять как инфраструктуру данных, так и подходы к их обработке и использованию.</p>
        ]
    },
    {
        id: 4,
        title: "4. Облачные платформы (Cloud-Native Platforms)",
        PostContent: "Приложения, которые изначально создают для работы в облачных инфраструктурах, позволяют разрабатывать новые отказоустойчивые, эластичные и гибкие архитектуры. В отличие от платформ, стандартный lift-and-shift подход к облаку не позволяет использовать все преимущества облака и усложняет обслуживание...",
        Text: [
            <p>Приложения, которые изначально создают для работы в облачных инфраструктурах, позволяют разрабатывать новые отказоустойчивые, эластичные и гибкие архитектуры. В отличие от платформ, стандартный lift-and-shift подход к облаку не позволяет использовать все преимущества облака и усложняет обслуживание. </p>,
            <p>В основе облачных технологий лежит гибкое использование ресурсов, когда выделение инфраструктуры под проект происходит динамично, в зависимости от его реальных потребностей, и перенос поддержки платформенных технологий с плеч компании на плечи облачных провайдеров. Это позволяет создавать IТ-решения быстрее, надёжнее и дешевле, чем при традиционном подходе.</p>,
            <p>В последний год активно используют термины: Cloud First, Cloud Only. Для многих компаний это уже стандарт построения инфраструктуры. Использование облачной инфраструктуры снижает стоимость сопровождения и time-to-market.</p>,
            <p>У каждого провайдера есть свои плюсы и минусы, главное — понимать возможности облачных сервисов. Компании, использующие в работе персональные данные российских граждан, не имеют права хранить их вне серверов РФ. Из-за ряда других юридических ограничений компании, для которых основной рынок — Россия, используют self hosted решения.</p>
        ]
    },
    {
        id: 5,
        title: '5. Составные приложения (Composable Applications)',
        PostContent: "Составные приложения строятся из модульных компонентов, ориентированных на бизнес. Это упрощает использование и повторное применение кода и ускоряет вывод на рынок новых программных решений...",
        Text: [
            <p>Составные приложения строятся из модульных компонентов, ориентированных на бизнес. Это упрощает использование и повторное применение кода и ускоряет вывод на рынок новых программных решений. Это актуально во время кризисов и быстрого развития технологий.</p>,
            <p>Одним из гибких подходов к формированию составного приложения является разработка единой платформы — унифицированного SDK, потенциально совместимого со всей линейкой продуктов компании.</p>,
            <p>Развитие отдельной платформы как продукта интересно большим компаниям и экосистемам с разветвлённой сетью цифровых продуктов. Если вы владелец заводов, газет, пароходов, то вам невыгодно параллельно создавать и поддерживать одни и те же функции для своих предприятий. Например, конвейер. Гораздо проще однажды его изобрести и тиражировать по своим предприятиям, а там настраивать под нужды конкретного производства.</p>,
            <p>Такой же принцип и у SDK: его можно встраивать в клиентские приложения и использовать для прошивок физических устройств (конференц-телефонов, телеприставок, устройств умного дома). Уже не нужно в каждой дочерней компании строить с нуля, например, систему телеконференц-связи. </p>,
            <p>
                К ключевым принципам построения такой платформы можно отнести следующее:
                <ul>
                    <li>независимо развивающийся модуль, поставляющий конечную ценность потребителю,</li>
                    <li>гарантия единого пользовательского опыта на всех устройствах,</li>
                    <li>расширяемость и модульность решения.</li>
                </ul>
            </p>,
            <p>
                При этом не стоит воспринимать SDK как очередную интеграцию. Будучи автономной частью родительского приложения, SDK гораздо проще в сопровождении и масштабируемости за счёт следующего:
                <ul>
                    <li>возможности гибкого управления — переключения функций и изменения конфигураций,</li>
                    <li>единого SDK-механизма сбора метрик, однозначно интерпретируемого среди всех инсталляций,</li>
                    <li>развития собственного API.</li>
                </ul>
            </p>
        ]
    },
    {
        id: 6,
        title: '6. Интеллект для принятия решений (Decision Intelligence)',
        PostContent: "то практический подход к принятию решений. Каждое решение рассматривается как набор процессов, при которых используются данные для анализа, получения обратной связи и корректировки действий...",
        Text: [
            <p>Это практический подход к принятию решений. Каждое решение рассматривается как набор процессов, при которых используются данные для анализа, получения обратной связи и корректировки действий. При таком подходе процесс принятия решений может даже автоматизироваться за счёт искусственного интеллекта.</p>,
            <p>Gartner прогнозирует, что в ближайшие два года треть крупных организаций будет использовать ИИ для принятия решений ради конкурентных преимуществ.</p>,
            <p>Передовые компании уже внедряют такой подход. Это сокращает время на принятие управленческих решений и улучшает их качество. Особенно это полезно в таких областях, где время имеет высокую значимость: медицина, вооружённые силы, службы спасения.</p>,
            <p>Подход к интеллектуальному принятию решений на основе данных стал массовым недавно, 5–10 лет назад, когда компании получили возможность относительно дёшево хранить большие данные. Рынку понадобилось время, чтобы принять тот факт, что машина в некотором классе задач принимает решение значительно эффективнее человека. И этот класс постоянно расширяется, что приводит к изменению и даже исчезновению конкретных ролей в бизнесе. </p>,
            <p>Для большинства случаев человеческая оценка, которая комбинируется с выводами на основе данных, может повысить качество решений. Решения на основе машинного обучения и ИИ шире всего представлены в IT и банковском секторе. Российские компании не отстают, а во многом даже опережают западных коллег. Это обусловлено большим количеством относительно дешёвых специалистов с хорошим фундаментальным образованием. Многие решения и алгоритмы из России активно используются за рубежом. Главные двигатели этой сферы — ритейл и тяжёлая промышленность, где спрос на специалистов из data science растёт быстрее всего.</p>
        ]
    },
    {
        id: 7,
        title: "7. Гиперавтоматизация (Hyperautomation)",
        PostContent: "Это упорядоченный ориентированный на бизнес подход, который позволяет быстро определить, проверить и автоматизировать как можно больше процессов...",
        Text: [
            <p>Это упорядоченный ориентированный на бизнес подход, который позволяет быстро определить, проверить и автоматизировать как можно больше процессов. Гиперавтоматизация создаёт возможности для масштабирования, удалённой работы и полной перестройки бизнес-модели. </p>,
            <p>
                Гиперавтоматизация стоит на трёх китах:
                <ul>
                    <li>повышение качества работы, </li>
                    <li>ускорение бизнес-процессов,</li>
                    <li>гибкость принятия решений.</li>
                </ul>
            </p>,
            <p>Гиперавтоматизация как способ повышения рентабельности набирает обороты. В IT скорость масштабирования — один из ключевых показателей эффективности бизнеса. Человеческий фактор играет роль не только в принятии решений, но и в выполнении задач. Увеличить мощность сервера быстрее, чем нанять дополнительного сотрудника.</p>,
            <p>Компании необходимо поддерживать целый слой процессов: наём, удержание людей, административные вопросы. Когда компании удаётся заменить человека автоматикой, весь этот слой процессов исчезает. Освобождаются ресурсы компании, ускоряется масштабирование. </p>,
            <p>Автоматизация растёт во всём мире, но российские компании всё ещё отстают в части административных и операционных процессов вроде документооборота. Обратная ситуация с цифровыми процессами, такими как управление маркетингом или создание IT-продуктов.</p>
        ]
    },
    {
        id: 8,
        title: "8. Разработка искусственного интеллекта (AI Engineering)",
        PostContent: "Комплексный подход к проектированию автоматизирует обновление данных, моделей и приложений для оптимизации доставки ИИ...",
        Text: [
            <p>Комплексный подход к проектированию автоматизирует обновление данных, моделей и приложений для оптимизации доставки ИИ. Это нужно, чтобы не тратить время и средства на ИИ-проекты, которые никогда не запустятся. </p>,
            <p>К 2025 году 10% предприятий, которые внедрят передовые методы проектирования ИИ, получат как минимум в три раза больше прибыли, чем конкуренты.</p>,
            <p>Почему-то принято считать, что основные усилия во внедрении ИИ сосредоточены на этапе построения моделей машинного обучения. «Если мы создали модель, которая принимает решения лучше человека, то 99% работы уже сделано». Возможно, такое мнение сформировалось на фоне высоких зарплат в сфере data science.</p>,
            <p>До построения модели необходимо собрать качественные данные. Это трудно реализовать без правильного подхода к проектированию хранилищ и аналитических слоёв данных. После построения модели необходимо внедрить её в текущие процессы, то есть вписать модель в техническую инфраструктуру компании. При неправильном подходе модель может негативно повлиять на конечный результат или даже сломать продукт. </p>,
            <p>Любые модели устаревают. Без налаженного мониторинга качества в определённый момент результаты такой автоматизации могут стать негативными. </p>,
            <p>Именно поэтому проектирование процессов по внедрению ИИ должно быть комплексным и включать работу экспертов. В российских компаниях, которые давно используют ИИ-решения, уже накопилось достаточно понимания, как правильно выстраивать ML-проект. Это привело к рождению интересных стартапов, многие из которых вышли за рубеж. </p>,
            <p>Многие компании смотрят на это со скепсисом, или, наоборот, как на панацею, которая решит все их проблемы. Но тренды говорят, что ситуация стремительно меняется, и в ближайшие 5–10 лет компании без ИИ-технологий будут сильно проигрывать конкурентам.</p>,
            <p>
                Бизнес-модели с ИИ делятся на два больших типа:
                <ul>
                    <li>Старые бизнесы, где ИИ применяется как добавочная стоимость — оптимизирует процессы, улучшает определённые показатели. Это улучшение не фундаментальное, но заметное.</li>
                    <li>AI based companies — компании, которые ставят в основу интеллектуальные алгоритмы анализа данных как ядро бизнеса. Часто это компании с доменом *.ai.</li>
                </ul>
            </p>,
            <p>
                Есть базовое утверждение — с ИИ будет лучше, чем без него. При этом множество бизнес-задач решается классическими алгоритмами, которые не требовательны к инфраструктурным изменениям и потоковой обработке данных. Поэтому существует много неудачных кейсов внедрения ИИ в бизнесе. Есть конкретные рекомендации для запуска ИИ в компаниях:
                <ul>
                    <li>всегда в начале использовать baseline без ИИ для сравнения эффективности прироста в показателях,</li>
                    <li>изучить методологии работы с анализом данных в предприятиях Lean DS и CRISPR.</li>
                </ul>
            </p>,
            <p>ИИ-решения будут представлены в виде блоков реализаций небольших задач. Каждый блок связан с другой задачей в виде графа решений, где ответ модели на одном блоке будет составляющей для принятия решения на следующем. Это напоминает то, как люди мыслят. Совершенствуясь в чём-то одном, не нужно будет переучиваться полностью. Такой подход упростит внедрение новых технологий машинного обучения в комплексные решения, и небольшим компаниям не понадобится набирать огромный массив данных, чтобы решать локальные задачи.</p>
        ]
    },
    {
        id: 9,
        title: "9. Распределённые предприятия (Distributed Enterprises)",
        PostContent: "С развитием удалённых и гибридных схем работы офисы уступают место распределённым предприятиям, сотрудники которых территориально рассредоточены...",
        Text: [
            <p>С развитием удалённых и гибридных схем работы офисы уступают место распределённым предприятиям, сотрудники которых территориально рассредоточены. </p>,
            <p>Бизнес-модель таких предприятий ориентирована на цифровые технологии и удалённую работу, чтобы улучшить взаимодействие с сотрудниками, партнёрами и потребителями.</p>,
            <p>Удалённый формат работы стал нормой. Сейчас практически не встретишь IT-компанию с обязательным требованием работы из офиса — ещё 2 года назад такое сложно было представить.</p>,
            <p>Вторая популярная модель работы — гибридная. Сотрудники договариваются 1–2 дня в неделю приходить в офис для брейншторма, ретро, планирования спринтов. В теории это повышает командный дух и уменьшает вероятность того, что сотрудник уйдёт в другую компанию.</p>,
            <p>Рынок специалистов испытывает дефицит. Работают личные связи, репутация руководителя — и условия. На рынок российских IT зашли зарубежные работодатели с предложениями в долларах и евро не только для разработчиков. Крупные компании, которые могут позволить себе международный формат работы, открывают офисы в Европе, Азии, Америке для привлечения новых специалистов. </p>
        ]
    },
    {
        id: 10,
        title: "10. Совокупный опыт (Total Experience)",
        PostContent: "Это бизнес-стратегия, которая объединяет опыт сотрудников, клиентский и пользовательский опыт. Всё вместе помогает повысить уровень доверия, удовлетворённости и лояльности клиентов и сотрудников...",
        Text: [
            <p>Это бизнес-стратегия, которая объединяет опыт сотрудников, клиентский и пользовательский опыт. Всё вместе помогает повысить уровень доверия, удовлетворённости и лояльности клиентов и сотрудников.</p>,
            <p>Жёсткая конкуренция в сфере технологий — как за привлечение талантливых специалистов, так и за привлечение клиентов — уже давно сделала опыт сотрудников и качество обслуживания клиентов приоритетами в этом секторе. Но эти две концепции также традиционно рассматривались как отдельные цели. </p>,
            <p>В России связь этих концепций как общий опыт (TX) чаще всего поддерживают интуитивно. Главным двигателем этого процесса стал COVID-19. С введением локдауна и ограничений многим компаниям стало жизненно необходимо разрабатывать или улучшать модели распределённой рабочей силы. </p>,
            <p>С точки зрения клиентов непрерывная многоканальная коммуникация долгое время была важным фактором удовлетворённости и лояльности. Клиенты хотят эффективного и беспрепятственного взаимодействия с брендом. Согласно данным PwC, скорость, удобство, полезное и дружелюбное обслуживание имеют наибольшее значение, и клиенты готовы платить больше — до 16% надбавки — компаниям, которые могут выполнить заказ в срок или быстрее с качественным клиентским сервисом. Между тем, каждый третий покупатель будет искать конкурентов после всего лишь одного неудачного опыта.</p>
        ]
    },
    {
        id: 11,
        title: "11. Автономные системы (Autonomic Systems)",
        PostContent: "По мере роста предприятий традиционное программирование или простая автоматизация не смогут обеспечить масштабирование...",
        Text: [
            <p>По мере роста предприятий традиционное программирование или простая автоматизация не смогут обеспечить масштабирование. </p>,
            <p>Автономные системы — это самоуправляемые физические или программные системы, которые учатся на своём окружении и динамически изменяют собственные алгоритмы в режиме реального времени. Они умеют оптимизировать производительность и защищаться от атак без вмешательства человека. В долгосрочной перспективе они станут обычным явлением в роботах, беспилотниках, производственных машинах и умных пространствах.</p>,
            <p>Автономные системы — это то, что приближает нас к настоящему ИИ. Эти системы очень похожи биологическую среду, уверен, что за ними будущее. Многие задачи решатся даже без «учителя». Системам будет достаточно увидеть данные, и они сами смогут извлекать оттуда паттерны.</p>
        ]
    },
    {
        id: 12,
        title: "12. Генеративный искусственный интеллект (Generative AI)",
        PostContent: "Один из наиболее заметных и мощных методов ИИ, который выходит на рынок, — это генеративный ИИ...",
        Text: [
            <p>Один из наиболее заметных и мощных методов ИИ, который выходит на рынок, — это генеративный ИИ. Это метод машинного обучения — нейросети изучают контент или объекты, собирают данные и используют их для создания новых артефактов.</p>,
            <p>Генеративный ИИ может создавать новые формы контента — например, видео — и ускорять циклы исследований и разработок в самых разных областях, от медицины до маркетинга.</p>,
            <p>К 2025 году, по прогнозам Gartner, на генеративный ИИ будет приходиться 10% всех производимых данных. Сегодня этот показатель составляет менее 1%.</p>,
            <p>Сейчас значительный интерес представляют задачи условной генерации в разных модальностях: например, сгенерировать картинку или видео по описанию. Если получится хорошо выучить это отображение, такая технология может стать источником вдохновения и полезным инструментом для производителей контента и дизайнеров в будущем. На данный момент одним из самых успешных подходов text-to-image является нейросеть DALL-E от OpenAI. Близость к тексту и разнообразие генерации уже поражают, с нетерпением жду новых работ в этой области.</p>
        ]
    },
]

export default ArticlesData2022