import React from "react";
import Trends from "../Trends";
import { Fragment } from 'react';


function TrendsList2022() {
    return (
        <Fragment>
            <Trends title="1. Фабрика данных (Data Fabric) " subarticle="За последнее десятилетие выросло количество разрозненных хранилищ данных и приложений. При этом квалифицированных работников в командах, работающих с данными..." link="1/" />
            <Trends title="2. Сеть кибербезопасности (Cybersecurity Mesh) " subarticle="Сотрудники компаний могут находиться где угодно, а не только в офисе или на производстве — традиционный периметр безопасности исчез..." link="2/" />
            <Trends title="3. Вычисления, усиливающие защиту конфиденциальности данных (Privacy-Enhancing Computation)" subarticle="Такие вычисления обеспечивают безопасность обработки персональных данных в ненадёжных средах. Эта тенденция появилась из-за развития законов о конфиденциальности и защите данных..." link="3/" />
            <Trends title="4. Облачные платформы (Cloud-Native Platforms) " subarticle="Приложения, которые изначально создают для работы в облачных инфраструктурах, позволяют разрабатывать новые отказоустойчивые, эластичные и гибкие архитектуры. В отличие от платформ, стандартный lift-and-shift подход к облаку не позволяет использовать все преимущества облака и усложняет обслуживание..." link="4/" />
            <Trends title="5. Составные приложения (Composable Applications)" subarticle="Составные приложения строятся из модульных компонентов, ориентированных на бизнес. Это упрощает использование и повторное применение кода и ускоряет вывод на рынок новых программных решений..." link="5/" />
            <Trends title="6. Интеллект для принятия решений (Decision Intelligence)" subarticle="то практический подход к принятию решений. Каждое решение рассматривается как набор процессов, при которых используются данные для анализа, получения обратной связи и корректировки действий..." link="6/" />
            <Trends title="7. Гиперавтоматизация (Hyperautomation)" subarticle="Это упорядоченный ориентированный на бизнес подход, который позволяет быстро определить, проверить и автоматизировать как можно больше процессов..." link="7/" />
            <Trends title="8. Разработка искусственного интеллекта (AI Engineering)" subarticle="омплексный подход к проектированию автоматизирует обновление данных, моделей и приложений для оптимизации доставки ИИ..." link="8/" />
            <Trends title="9. Распределённые предприятия (Distributed Enterprises)" subarticle="С развитием удалённых и гибридных схем работы офисы уступают место распределённым предприятиям, сотрудники которых территориально рассредоточены..." link="9/" />
            <Trends title="10. Совокупный опыт (Total Experience)" subarticle="Это бизнес-стратегия, которая объединяет опыт сотрудников, клиентский и пользовательский опыт. Всё вместе помогает повысить уровень доверия, удовлетворённости и лояльности клиентов и сотрудников..." link="10/" />
            <Trends title="11. Автономные системы (Autonomic Systems)" subarticle="По мере роста предприятий традиционное программирование или простая автоматизация не смогут обеспечить масштабирование..." link="11/" />
            <Trends title="12. Генеративный искусственный интеллект (Generative AI)" subarticle="Один из наиболее заметных и мощных методов ИИ, который выходит на рынок, — это генеративный ИИ..." link="12/" />
        </Fragment>
    );
}

export default TrendsList2022;