let ArticlesData2021 = [
    {
        id: 1,
        title: '1. Интернет поведения (IoB)',
        PostContent: "По мнению аналитиков Gartner, наступает эра «интернета поведения» (IoB)...",
        Text: [
            <p>По мнению аналитиков Gartner, наступает эра «интернета поведения» (IoB). Огромное количество устройств и датчиков будет прикрепляться или даже имплантироваться в организм человека, чтобы собирать и использовать «цифровую пыль», которую он оставляет.</p>,
            <p>Причём это могут быть как носимые устройства (например, фитнес-браслеты или умные часы, которые отлеживают местоположение владельца), так и встроенные (например, подкожные чипы, которые фиксируют температуру тела человека, количество сахара или лейкоцитов в крови).</p>,
            <p>Компании используют эти данные, чтобы влиять на поведение людей, пишет Gartner. Например, во время пандемии они могут использовать компьютерное зрение и тепловизор, чтобы увидеть, носят ли сотрудники маски и идентифицировать тех, у кого повышена температура. Gartner прогнозирует, что к концу 2025 года более половины населения мира будет охвачено по крайней мере одной программой IoB.</p>
        ]
    },
    {
        id: 2,
        title: "2. Совокупный опыт (Total Experience)",
        PostContent: "В прошлом году Gartner назвала мультиопыт (multiexperience) основным стратегическим технологическим трендом, а в этом году делает ещё один шаг вперед с совокупным опытом (total experience)...",
        Text: [
            <p>«В прошлом году Gartner назвала мультиопыт (multiexperience) основным стратегическим технологическим трендом, а в этом году делает ещё один шаг вперед с совокупным опытом (total experience), который связывает воедино опыт клиентов, сотрудников и пользователей с мультиканальной средой, — сказал Берк. — Gartner ожидает, что компании, которые обеспечивают совокупный опыт, превзойдут конкурентов по ключевым показателям удовлетворённости в течение следующих трёх лет».</p>
        ]
    },
    {
        id: 3,
        title: "3. Повышающие конфиденциальность вычисления (Privacy-Enhancing Computation)",
        PostContent: "В отличие от обычных средств, которые обеспечивают безопасность данных, повышающие конфиденциальность вычисления защищают используемые данные, сохраняя секретность и приватность...",
        Text: [
            <p>В отличие от обычных средств, которые обеспечивают безопасность данных, повышающие конфиденциальность вычисления защищают используемые данные, сохраняя секретность и приватность. Gartner считает, что к 2025 году половина крупных компаний внедрит повышающие конфиденциальность вычисления для обработки данных в непроверенных средах и использования многосторонней аналитики данных.</p>
        ]
    },
    {
        id: 4,
        title: "4. Распределённое облако (Distributed Cloud)",
        PostContent: "Распределённое облако — это расположение общедоступных облачных сервисов за пределами физических центров обработки данных провайдера...",
        Text: [
            <p>Распределённое облако — это расположение общедоступных облачных сервисов за пределами физических центров обработки данных провайдера. Провайдер облачных услуг по-прежнему отвечает за все аспекты архитектуры облачных сервисов, администрирование и обновление.</p>,
            <p>Распределённое облако позволяет расположить центры обработки данных в любом месте. Это решает технические проблемы, а также проблемы законодательного регулирования, пишет Gartner.</p>
        ]
    },
    {
        id: 5,
        title: '5. Повсеместные операции (Anywhere Operations)',
        PostContent: "Повсеместные операции — это операционная модель бизнеса, созданная для поддержки клиентов, работы сотрудников и предоставления услуг из любой точки мира...",
        Text: [
            <p>Повсеместные операции — это операционная модель бизнеса, созданная для поддержки клиентов, работы сотрудников и предоставления услуг из любой точки мира. К концу 2023 года 40% организаций будут применять повсеместные операции, чтобы оптимизировать виртуальное и физическое взаимодействие с клиентами и сотрудниками, пишет Gartner.</p>
        ]
    },
    {
        id: 6,
        title: '6. Сеть кибербезопасности (Cybersecurity Mesh)',
        PostContent: "Сеть кибербезопасности позволяет любому человеку безопасно получить доступ к любому цифровому активу, независимо от того, где находится этот актив или человек...",
        Text: [
            <p>Сеть кибербезопасности позволяет любому человеку безопасно получить доступ к любому цифровому активу, независимо от того, где находится этот актив или человек. К 2025 году сеть кибербезопасности будет поддерживать более половины запросов на управление цифровым доступом, пишет Gartner.</p>
        ]
    },
    {
        id: 7,
        title: "7. Интеллектуальный композиционный бизнес (Intelligent Composable Business)",
        PostContent: "Эта тенденция говорит о необходимости усовершенствовать процесс принятия решений за счёт более широкого доступа к информации и более эффективного реагирования на неё...",
        Text: [
            <p>Эта тенденция говорит о необходимости усовершенствовать процесс принятия решений за счёт более широкого доступа к информации и более эффективного реагирования на неё.</p>,
            <p>В интеллектуальной компании для принятия решений применяются технологии обработки больших данных. Умные системы аккумулируют информацию о бизнес-процессах (например производстве и продажах) и создают на её основе прогнозные сценарии. Они оптимизируют деятельность предприятия и повышают его прибыль.</p>
        ]
    },
    {
        id: 8,
        title: "8. ИИ-инжиниринг (AI Engineering)",
        PostContent: "ИИ-инжиниринг стоит на трёх основных столпах — DataOps, ModelOps и DevOps — и будет способствовать повышению производительности...",
        Text: [
            <p>ИИ-инжиниринг стоит на трёх основных столпах — DataOps, ModelOps и DevOps — и будет способствовать повышению производительности, масштабируемости и надёжности моделей ИИ, обеспечивая при этом полную отдачу от инвестиций, пишет Gartner.</p>
        ]
    },
    {
        id: 8,
        title: "9. Гиперавтоматизация (Hyperautomation)",
        PostContent: "Gartner определяет гиперавтоматизацию как эффективную комбинацию взаимодополняющих наборов инструментов, которые позволяют на качественно новом уровне автоматизировать бизнес-процессы...",
        Text: [
            <p>Gartner определяет гиперавтоматизацию как эффективную комбинацию взаимодополняющих наборов инструментов, которые позволяют на качественно новом уровне автоматизировать бизнес-процессы и дополнять человеческие возможности. Гиперавтоматизация предполагает применение передовых технологий, таких как искусственный интеллект (AI), машинное обучение (ML), RPA, BPM и интеллектуальный анализ данных, в том числе Process Mining.</p>,
            <p>«Гиперавтомация теперь неизбежна и необратима. Всё, что может и должно быть автоматизировано, будет автоматизировано», — сказал Берк.</p>
        ]
    }
]

export default ArticlesData2021